/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "e-mail";
"Enter your email address here" = "Vul hier uw e-mailadres in";
"Content" = "tevreden";
//"Note:" = "Note: ";
"Submit" = "Opslaan";
"Sending…" = "Verzenden...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "E-mail is succesvol verzonden! We lossen het probleem zo snel mogelijk op.";
"Send failed!" = "Verzenden mislukt!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "U kunt ook op productondersteuning klikken om de bijbehorende oplossing te vinden. Productondersteuning>> ";
"Product Support >>" = "Productondersteuning>>";
"Please make sure your network connection is working and submit again." = "Zorg ervoor dat uw netwerkverbinding werkt en dien opnieuw in.";
"Feedback" = "terugkoppeling";

"Please enter valid Email address." = "Voer een geldig e-mailadres in.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Bedankt dat u contact met ons opneemt en ons uw mening over ons product vertelt.";
"What do you want to do with this product?" = "Wat wilt u met dit product doen?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Om het probleem snel op te lossen, beschrijf het probleem dat u ervaart zoveel mogelijk details.";
"What is your problem when using this product?" = "Wat is uw probleem bij het gebruik van dit product?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Als u vragen heeft over het product of after-sales service, neem dan gerust contact met ons op.";
"E-mail" = "e-mail";
"Please enter a valid email address" = "Voer een geldig e-mailadres in";
"Please make sure your email is correct" = "Zorg ervoor dat uw e-mail correct is";
"Notes:" = "Notities:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Vanwege het tijdsverschil van de wereldwijde klantenservice, krijgt u op weekdagen binnen 48 uur een antwoord.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: U kunt ook onze online veelgestelde vragen bekijken om snel door enkelebestelbestelproblemen of technische problemen.";
"order issues" = "bestelproblemen";
"technical problems" = "technische problemen";

"Attach log file" = "Logboekbestand bijvoegen";
"Attach images:" = "Afbeeldingen bijvoegen:";
"Add Image" = "Afbeelding toevoegen";
"Add up to 2 images" = "Voeg maximaal 2 afbeeldingen toe";
"Submit" = "Opslaan";
"Sending…" = "Verzenden...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "E-mail is succesvol verzonden! We lossen het probleem zo snel mogelijk op.";
"Send failed!" = "Verzenden mislukt!";
"Please make sure your network connection is working and submit again." = "Zorg ervoor dat uw netwerkverbinding werkt en dien opnieuw in.";
"Feedback" = "terugkoppeling";
"OK" = "OK";

